Repository: CIRB/cirb.organizations
Catalog: cirb/organizations/locales/*/LC_MESSAGES/cirb.organizations.po
Languages: fr, nl

source: education
fr: Enseignement
nl: Onderwijs

source: envrironment
fr: Environnement
nl: Milieu

source: body_language
fr: Expression corporelle
nl: Lichaamsexpressie

source: familly
fr: Famille
nl: Familie

source: training
fr: Formation
nl: Opleiding

source: information
fr: Information et Documentation
nl: Informatie en documentatie

source: it
fr: Informatique
nl: Informatica

source: youth
fr: Jeunesse
nl: Jeugd

source: accomodation
fr: Logement
nl: Huisvesting

source: music
fr: Musique
nl: Muziek

source: social_restaurant
fr: Resto social
nl: Sociaal restaurant

source: mental_health
fr: Santé Mentale
nl: Geestelijke gezondheidszorg

source: health
fr: Santé / Santé mentale
nl: Gezondheid

source: solidarity
fr: Solidarité / Tiers-monde
nl: Solidariteit / Derde wereld

source: tutoring
fr: Soutien scolaire
nl: Schoolopvang

source: third_age
fr: Troisième âge
nl: Derde leeftijd

source: other
fr: Autre
nl: Andere

source: title
fr: Titre
nl: Titel

source: first_name
fr: Prénom
nl: Voornaam

source: second_name
fr: Nom de famille
nl: Naam

source: function
fr: Fonction
nl: Functie

source: phone
fr: Téléphone
nl: Telefoon

source: Objectif
fr: Objectif de l'organisme, type d'activités et public cible
nl: Doel van de organisatie, aard van de activiteiten en doelgroep

source: Comments
fr: Commentaires
nl: Commentaar

source: Search with organization name, objectif, activity type or tagert public.
fr: Nom d'organisme, objectif, type d'activité ou public cible.
nl: Naam van de organisatie, doel van de organisatie, aard van de activiteiten en doelgroep

source: Search
fr: Recherche
nl: Zoeken

source: Categories
fr: Catégories
nl: Categorieën

source: ASBL
nl: VZW

source: SPRL
nl: BVBA

source: Pouvoir Publique
nl: Openbaar Bestuur

source: Autres
nl: Andere

source: Français
nl: Frans

source: Néerlandais
nl: Nederlands

source: Language d'encodage
nl: Taal

source: Organization name
fr: Dénomination de l'organisme
nl: Naam van de organisatie

source: Other status
fr: Autre (précisez)
nl: Andere status

source: Picture
fr: Photo éventuelle
nl: Afbeelding

source: Activite place
fr: Lieu de l'activitée
nl: Plaats van activiteit

source: Activité en francais
nl: Activiteit in het Frans

source: Activité en neerlandais
fr: Activité en néerlandais
nl: Activiteit in het Nederlands

source: Activité dans une autre langue
nl: Activiteit in een andere taal

source: Autre(s) langue(s) de l'activité
nl: Andere ta(a)l(en) van de activiteit

source: Street
fr: Rue
nl: Straat

source: Number
fr: Numéro
nl: Nummer

source: Municipality
fr: Commune
nl: Gemeente

source: welcome
fr: Accueil Primo-arrivant
nl: Welkom nieuwkomer

source: bibliotheque
fr: Bibliothèque
nl: Bibliotheek

source: language_training
fr: Apprentissage de la langue
nl: Taalonderwijs

source: plastic_art
fr: Arts Plastiques
nl: Plastische kunsten

source: scenic_art
fr: Arts Scéniques
nl: Podiumkunsten

source: social_cohesion
fr: Cohésion Sociale
nl: Sociale cohesie

source: legal_advice
fr: Conseil Juridique
nl: Juridisch advies

source: culture
nl: Cultuur

source: danse
nl: Dans

source: sustainable_development
fr: Développement Durable
nl: Duurzame ontwikkeling

source: employment
fr: Emploi
nl: Werk

source: childhood
fr: Enfance
nl: Kinderen

source: Category
fr: Catégorie
nl: Categorie

source: Descritpion and comments
fr: Description et commentaires
nl: Beschrijving en commentaren

source: Organization
fr: Organisme
nl: Organisatie

source: Address
fr: Adresse
nl: Adress

source: Organization Information
fr: Information sur l'organisme
nl: Informatie over de organisatie

source: Person in charge
fr: Responsable de l'organisme
nl: Verantwoordelijke

source: Person for contact
fr: Personne de contact
nl: Contact

source: enseignement_formation
fr: Enseignement, soutien scolaire et formation
nl: Onderwijs en opleiding

source: no id fund for delete a organization
fr: Pas d'organisme supprimé
nl: Geen organisatie gevnden

source: The organization is deleted
fr: Cet organisme est maintenant supprimé
nl: De organisatie werd verwijderd

source: Organization advanced search
fr: Recherche d'organisation avanvée
nl: Uitgebreid zoek organisatie

source: alt_enseignement_formation
fr: Enseignement, soutien scolaire et formation
nl: Onderwijs, Onderwijssteun en opleiding

source: alt_health
fr: Santé / Santé mentale
nl: Gezondheid - Geestelijke gezondheidszorg

source: Organization search
fr: Recherche d'organisme
nl: Zoek organisatie

source: No organization found.
fr: Pas d'organisme trouvé.
nl: Geen organisatie gevonden

source: Name
fr: Nom
nl: Naam

source: Completed
fr: Terminé
nl: Voltooid

source: Edit
fr: Modifier
nl: Wijzig

source: Trans
fr: Traduction
nl: Vertaling

source: Del
fr: Supprimer
nl: Verwijderen

source: Add translation
fr: Ajouter une traduction
nl: Voeg een vertaling toe

source: confirmation-required
fr: Confirmation demandée
nl: Bevestiging vereist

source: do-you-want-to-delete-this-organization
fr: Voulez-vous supprimer cet organimse de la base de données
nl: Wilt u deze organisatie verwijderen uit de gegevensbank

source: Translate
fr: Traduire
nl: Vertalen

source: Fiche
nl: Steekkaart

source: noimage
fr: Pas d'image disponible
nl: Geen afbeelding

source: noiamge
fr: Pas d'image disponible
nl: Geen afbeelding

source: Responsable
nl: Verantwoordelijke

source: Objectifs
nl: Doelstellingen

source: Lieux d'activite
fr: Lieux d'activité
nl: Plaats van activiteit

source: Personne de contact
fr: Contact
nl: Contact

source: Langue(s) de l'activite
fr: Langue(s) de l'activité
nl: Ta(a)l(en) van de activiteit

source: francais
fr: français
nl: Frans

source: neerlandais
fr: néerlandais
nl: Nederlands

source: Categorie d'activites
fr: Catégories d'activité
nl: Categorie van activiteit

source: advanced_search
fr: Recherche avancée
nl: Geavanceerd zoeken

source: add_orga
fr: Ajouter une organisation
nl: Voeg een organisatie

source: manage_orga
fr: Gérer les organisations
nl: Beheer van een organisatie

source: Status
fr: Statut

source: Logo
fr: Logo de l'organisme

source: Website
fr: Site web

source: Post Code
fr: Code postal
